Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: The town's police chief said that the gunman was found dead in the association, indicating that the building is safe now, and all the alive hostages that were held inside it were freed unharmed.
ar: وقال رئيس شرطة البلدة انه تم العثور على المسلح ميتا داخل الجمعية مشيرا الى ان المبنى اصبح امنا وجميع من كانوا احياء فيه من الرهائن الذين احتجزهم خرجوا سالمين.

source: Witnesses reported that they saw about 15 people who work in the civic association coming out of the building screaming, with their hands behind their heads, accompanied by the police.
ar: وقال شهود عيان أنهم رأوا حوالى 15 شخصا يعملون فى الجمعية المدنية خرجوا من المبنى وهم يصرخون وأياديهم خلف روءوسهم وبرفقتهم الشرطة.

source: The gunman had held around 40 hostage at the headquarters of the American Civic Association in the city of Binghamton, located at about 217 miles northwest of New York City, near the borders with Pennsylvania; and he had opened fire randomly at the hostag
ar: وكان المسلح قد احتجز حوالى 40 رهينة فى مقر الجمعية المدنية الاميركية فى بلدة بينجامتون التى تقع على بعد 217 كلم شمال غرب مدينة نيويورك بالقرب من الحدود مع بنسلفانيا وقام باطلاق النار بشكل عشوائى ما أسفر عن مقتل 12 شخصا على الاقل.

source: BNA / / / / / 03 2312
ar: // بنا // م ح 2312 03

source: Rumor: Google is planning to buy Twitter
ar: إشاعة : قوقل تنوي شراء twitter

source: Here are site statistics of Twitter, showing the increasing number of unique visitors:
ar: وهنا إحصائيات موقع تويتر ونلاحظ تزايد الاقبال عليه

source: The rumor is circulating, and according to sources in the techcrunch website, Google is planning to buy Twitter, but the offered amount is unknown. If Google succeeds in aqquiring Twitter, I believe that it will be a great deal by all means, due to the hu
ar: فلقد ظهرت إشاعه وبحسب مصادر موقع techcrunch أن قوقل تنوي شراء تويتر ولكن لم يتم معرفة الرقم المطروح , ولو نجحت قوقل في شراء تويتر سوف تكون من وجهة نظري صفقة ناجحة بكل المقاييس والسبب النجاح الكبير الذي يحققه تويتر , يذكر ان موقع facebook حاول شراء تويتر ف

source: Author:
ar: الكاتب :

source: Number of comments: 8
ar: عدد التعليقات : 8

source: Number of readers:
ar: عدد القراء :

source: Saud Al-Hawawi
ar: سعود الهواوي

source: On April 3, 2009
ar: في 3 أبريل, 2009

source: 8 comments for Rumor: Google is planning to buy Twitter
ar: 8 من التعليقات لـ “إشاعة : قوقل تنوي شراء twitter”

source: April's fool.
ar: كذبة ابريل

source: April 3, 2009, at 1:28 PM
ar: 3 أبريل 2009 عند 1:28 م

source: Hello Fahd,
ar: هلا فهد

source: April 3, 2009, at 1:34 PM
ar: 3 أبريل 2009 عند 1:34 م

source: I don't think that it's April's Fool, otherwise the source would have mentioned that it was a joke.
ar: مااعتقد انها كذبة أبريل والا كان تم ذكر انها كذبة أبريل من المصدر

source: April 3, 2009, at 2:03 PM
ar: 3 أبريل 2009 عند 2:03 م

source: That's good news.
ar: خبر حلو

source: But please correct the typo (scientists) --> (workers).
ar: بس عدل الأخطأ الأملائي ( العالمين ) —> ( العاملين )

source: This way, all our stuff will be on Google - hahaha - E-mail, twitting, search and browsing.
ar: بكذا صار كل شغلنا على قوقل خخخخ من إيميل وتوتره وبحث وتصفح

source: April 3, 2009, at 2:04 PM
ar: 3 أبريل 2009 عند 2:04 م

source: I am not surprised. As Google bought Youtube and other successful projects, it won't hesitate to buy Twitter, and the statistics you published show how successful Twitter is.
ar: لا أستغرب هذا ، فكما شرت يوتيوب وغيره من (المشاريع الناجحة) ، لن تتردد بشراء تويتر والإحصائيات التي وضعتها تبيّن نجاحه

source: Thank you.
ar: شكراً .!

source: Khaled Maymoun - Daily Barid Blog
ar: خالد ميمون مدونة البريد اليومي

source: April 3, 2009, at 3:10 PM
ar: 3 أبريل 2009 عند 3:10 م

source: That's good news. Twitter is indeed a very powerful technical bomb, and those who value it well will pay more to get it. But I personally prefer that the website stays with its current owners, for us to be free from Google's control that worries me...
ar: خبر جيد وتويتر حقا قنبلة تقنية شديدة المفعول والذي يحسن تقديره سيدفع أكثر مقابل الحصول عليه ولكنني شخصيا أفضل أن يبقى الموقع لأصحابه الفعليين لننجو من رقابة قوقل التي تؤرقني …

source: April 3, 2009, at 3:40 PM
ar: 3 أبريل 2009 عند 3:40 م

source: Is not surprised to see that coming from Google.
ar: ليس مستغرب على جوجل

source: But what can Google offer after acquiring Twitter?
ar: و لكن ماذا يمكن ان تقدم بعد الشراء

source: As for my part, any site that enters under the auspices of Google,
ar: انا من ناحيتي اي موقع يدخل تحت رعاية جوجل

source: I then feel comfortable with it and start using it.
ar: ابدأ ارتاح له و اتعامل معه

source: April 3, 2009, at 5:31 PM
ar: 3 أبريل 2009 عند 5:31 م

source: It will be wonderful if Google buys Twitter.
ar: سيكوون من الرائع ان تشتري جوجل تويتر

source: April 3, 2009, at 3:58 PM
ar: 3 أبريل 2009 عند 3:58 م

source: Google is indeed a leading company: Wonderful e-mail service, outsanding services, and a continuous innovation process in almost a daily basis. It's really wonderful, and the only problem with Google is that it doesn't offer its to us services in Syria. S
ar: والله جوجل في مقدمة الركب ايميل رائع خدمات مميزة وفي طور التحديث بشكل شبه يومي روعة والله بس العيب في جوجل انو لايقدم خدماته لنا في سوريا فلما يكتشف انو متصلين من مزود خدمة سوري يظهر لنا عبارته القاتلة:

source: Of course the reason behind that is the US sanctions. God willing, things will improve more… Otherwise, we will suffer a lot if Google buys Twitter and prevents us from browsing it. So hopefully it will not buy it - LOL-.
ar: طبعاً السبب العقوبات الأميريكية انشاء الله تتحسن الأمور أكتر… وإلا رح نتعذب كتير ان اشترت جوجل تويتر ومنعنا من تصفحه!!! فانشالله ما تشتريه لوول.

source: Microsoft admits defeat to Wikipedia and shuts down the Encarta
ar: ميكروسوفت تعترف بهزيمتها أمام ويكيبيديا وتلغي إنكارتا

source: Ashraf Abu Galal and Amal Al Hilaly:
ar: أشرف أبوجلالة وآمال الهلالي:

source: Press reports said that this step reflects the fact that Microsoft is acknowledging defeat to its direct competitor, Wikipedia. Technology mogul, Microsoft, has failed to meet expectations in competition with Wikipedia, one of the most prevailing encyclo
ar: ووصفت تقارير صحافية على أن هذه الخطوة تعكس حقيقة قبولها بشكل ضمني للهزيمة من منافستها ويكيبيديا، وجاء القرار المفاجئ الذي اتخذته عملاقة البرمجيات الأميركية ميكروسوفت، وذلك بعد أن فشلت في تحقيق سقف الطموحات المنتظر على صعيد المنافسة مع موسوعة ويكيبيديا ا

source: The Times newspaper reported that Microsoft announced that, by the end of the year, Encarta will not be available in most countries. The decision comes after fifteen years of launching the encyclopedia and marketing it on a global scale. Microsoft had i
ar: وقالت صحيفة التايمز البريطانية أنه وبعد مرور خمسة عشر عاما على بدء تدشين الخدمات الخاصة بموسوعة ميكروسوفت وطرحها في المتاجر، أعلنت الشركة العملاقة عبر موقعها الإلكتروني أن إنكارتا لن تكون متاحة قبل نهاية العام الجاري في معظم دول العالم. وقالت ميكروسوفت

source: The newspaper stated that this step reflects Microsoft’s contextual acknowledgment of defeat against the ever popular Wikipedia, which was launched in 2001.
ar: وعاودت الصحيفة لتؤكد على أن تلك الخطوة تعد قبولا ضمنيا بأن ميكروسوفت لم يعد بمقدورها الدخول في منافسة مع موسوعة ويكيبيديا الذي يحظى بجماهيرية جارفة، وهي الموسوعة التي تم تدشينها علي شبكة الإنترنت في عام 2001.

source: The newspaper said that the updating process is timely and efficient on Wikipedia, thanks to volunteering editors who undertake this job. This enables the encyclopedia to quickly update and record all events. Encarta’s website states that all work on th
ar: وأوضحت الصحيفة أن عمليات التحديث تتم بصورة سريعة على موسوعة ويكيبيديا بفضل مجموعة المحررين الذين يتطوعون بوقتهم للقيام بتلك المهمة، ما يجعلها تسبق غيرها في توثيق الأحداث وتسجيلها. هذا وتقول الصفحة الرئيسية الخاصة بموقع إنكارتا أنه سيتوقف عن العمل عما قر

source: The Government Agrees to the Adoption of GPS in Egypt
ar: الحكومة توافق على دخول GPS إلى مصر

source: Dr. Amr Badawy, the National Authority for Communications Organization
ar: الدكتور عمرو بدوى الرئيس التنفيذى للجهاز القومى لتنظيم الاتصالات

source: Written by Heba Al-Sayed
ar: كتبت هبة السيد

source: The board of directors of the National Authority for Communications Organization ratifies a number of decisions pertaining the use of Global Positioning System “GPS” devices in Egypt, seeking the enhancement of investments and the improvement of communica
ar: أقر مجلس إدارة الجهاز القومى لتنظيم الأتصالات عدة قرارات خاصة باستخدام أجهزة تحديد المواقع GPS فى مصر، سعياً لتشجيع الاستثمار وتحسين خدمات الاتصالات للمواطنين. وكان الرئيس مبارك أعطى توجيهاته لوزارة الاتصالات بضرورة البدء فى استخدام تكنولوجيا G.P.S لتنش

source: Dr. Amr Badawy, the Executive President of the National Authority for Communications Organization, said that these decisions include allowing the import of cars equipped with “GPS” devices, and land navigation programs which direct car drivers to places w
ar: وقال الدكتور عمرو بدوى الرئيس التنفيذى للجهاز القومى لتنظيم الاتصالات، إن هذه القرارات تتضمن السماح بدخول السيارات المجهزة بأنظمة تحديد المواقع GPS وبرمجيات الملاحة الأرضية والتى توجه سائقى السيارات للأماكن التى يرغبون فى التوجه إليها من خلال الشاشات ال

source: The new rules necessitate the permission of importing Global Positioning System “GPS” devices, such as cell phones, computers, and other devices including some civil applications. The Communications Organization Authority will prepare approval procedures
ar: كما تقضى القواعد الجديدة السماح باستيراد أجهزة تحديد المواقع GPS فى تليفونات المحمول والحاسبات وغيرها بما تحوى من بعض التطبيقات المدنية، على أن يقوم جهاز تنظيم الاتصالات بإجراءات اعتماد النوع لهذه الأجهزة طبقا للإجراءات الخاصة به، وتم بالفعل إخطار مصلحة

source: As for the Automatic Vehicle Location services, known as “AVL”, they will not be allowed except after the acquisition of necessary permits and licenses from the National Authority for Communications Organization, in accordance with specific restrictions,
ar: أما بالنسبة لخدمات التتبع الآلى والمعروفة باسم AVL فلن يتم السماح بها إلا بعد الحصول على التصاريح والتراخيص اللازمة من الجهاز القومى لتنظيم الاتصالات وفق ضوابط محددة وذلك بالتنسيق مع الأجهزة الأمنية والمعنية، ومن المعروف أن خدمة التتبع الآلى يتم تجربتها

source: It is noteworthy that this crisis has erupted the last year because some security bodies refused the adoption of such technology in Egypt under the plea that it represents a danger for the national security; besides, Nokia threatened to withdraw its inves
ar: الجدير بالذكر أنه تفجرت أزمة العام الماضى بسبب رفض الجهات الأمنية لدخول هذه التقنية إلى مصر بحجة خطرها على الأمن القومى، وقامت شركة نوكيا بالتهديد بسحب استثماراتها من مصر فى حال عدم سماح الحكومة بدخول هذه التقنية إلى مصر.

source: Pakistan: Suicide bombers do not come from abroad
ar: باكستان: منفذو التفجيرات لا يأتون من الخارج

source: Sunday, April 5, 2009 - 17:00:00 GMT
ar: GMT 17:00:00 2009 الأحد 5 أبريل

source: UPI
ar: يو بي آي

source: Islamabad:
ar: اسلام اباد:

source: Interior Adviser Rehman Malik said on Sunday that the suicide bombers who blew up themselves in the country are Pakistanis, and did not come from abroad.
ar: قال مستشار رئيس الحكومة الباكستانية للشؤون الداخلية رحمن مالك اليوم الأحد ان الانتحاريين الذين يفجرون أنفسهم في البلاد باكستانيون و لم يأتوا من الخارج.

source: The Geo TV channel reported that Malik said that the suicide bombers are not forced to carry out suicide attacks, but they are paid for that.
ar: ونقلت قناة جيو تي في عن مالك قوله ان الانتحاريين لا يجبرون على تنفيذ الهجمات الانتحارية لكنهم يشترون بالمال.

source: Malik pointed out that the family of a suicide bomber receives 500 thousand rupees (6225 dollars) in return of him blowing up himself.
ar: وأشار مالك الى ان عائلة الانتحاري تقبض 500 ألف روبية (6225 دولارا) مقابل تفجيره نفسه.

source: He hoped to get rid of terrorism in his country.
ar: وأعرب عن أمله في ان يتم التخلص من الإرهاب في بلاده.

source: 22 people were killed, and 200 others wounded in a suicide bombing on Sunday, which targeted a Shi'ite mosque in the town of Chakwal in northern Pakistan.
ar: يشار الى ان 22 شخصاً قتلوا وجرح 200 آخرين في تفجير انتحاري اليوم الأحد استهدف مسجداً شيعياً في ولاية تشاكوال بشمال باكستان.

source: The statements of Malik are contradictory with those of the Pakistani Prime Minister, Yousuf Raza Gilani, earlier today, as he accused Chechens, Arabs and Uzbeks to be involved in the terrorist acts faced by the country.
ar: ويتناقض كلام مالك مع تصريح رئيس الوزراء الباكستاني يوسف رضا جيلاني في وقت سابق اليوم الذي اتهم فيه شيشانيين وعرباً وأوزبكيين بالتورّط في الأعمال الإرهابية التي تواجهها البلاد.

source: The Geo TV channel reported Gilani's call on political parties to unite to form a committee for the eradication of terrorism, pointing out that Chechens, Arabs and Uzbeks were involved in the wave of violence affecting the country.
ar: ونقلت جيو تي في عن جيلاني دعوته الأطراف السياسيين الى التوحّد لتشكيل لجنة للقضاء على الإرهاب، مشيراً الى أن شيشانيين وعرباً وأوزبكيين متورّطون في موجة العنف التي تعانيها البلاد.

source: Gilani told reporters that the parliament will discuss the terrorist acts which caused human and material losses in Pakistan.
ar: وأعلن أمام صحافيين أن البرلمان سيبحث في الأعمال الإرهابية التي تلحق خسائر مادية وإنسانية في باكستان.

source: Pakistan is experiencing a surge in violence, especially in the form of suicide bombings that have resulted in the death and injury of hundreds of people during the past year of 2008.
ar: وتشهد باكستان تصعيداً في أعمال العنف، وخصوصاً في التفجيرات الانتحارية التي أسفرت عن مقتل وجرح المئات خلال عام 2008 الماضي.

source: In most of those attacks, Pakistani authorities accuse elements loyal to the Taliban Afghan movement and the Al Qaeda.
ar: وتتهم السلطات الباكستانية في معظم هذه الهجمات عناصر موالين لحركة طالبان الأفغانية وتنظيم القاعدة.

source: The new version of Skype for Apple's iPhone
ar: النسخة الجديدة من سكايب تطبق على هاتف «أي فون» من أبل

source: Skype to extend its services to iPhone
ar: سكايب تمد خدمتها إلى هاتف «أي فون»

source: Dubai - Skype, the voice chat program on the Internet, developed a version of its software that can be used on Apple's iPhones, according to the CNN news network.
ar: دبي ـ طور برنامج سكايب للمحادثة الصوتية والكلامية على الإنترنت، نسخة من برنامجه يمكن أن تطبق على هواتف I-Phone النقالة التابعة لشركة أبل الأمريكية، حسب ما ذكرت شبكة سي آن آن الإخبارية.

source: The new version of the the Skype program, which is a means of connecting voice chats over the Internet, has maintained many of the main features of its current version on the Internet, as the program's developers are keen to keep a coherent image of the s
ar: وحافظت النسخة الجديدة من برنامج سكايب، الذي يعد وسيلة لربط المحادثات الصوتية عبر الانترنت، على العديد من الميزات الأساسية في نسخته الظاهرة على الانترنت، حيث حرص مطورو البرنامج على إبقاء صورة متناسقة للبرنامج.

source: Skype over phone offers users the possibility to sort contact' names alphabetically, or by online status. It also offers a chat feature, and the possibility to have voice chats with other users of the same program, with no costs.
ar: ويمنح برنامج سكايب على الهاتف، الفرصة للمستخدمين تنظيم الأسماء أبجديا، أو حسب توفر الأشخاص الموصولين بالانترنت، كما أنه يقدم خاصية الدردشة، أو إجراء محادثات صوتية مع الآخرين ممن يستخدمون البرنامج نفسه، وذلك بدون أية تكاليف.

source: To make a phone call or a voice chat using Skype over phone, cutomers need to be in a Wi-Fi hotspot. As for the chat service, it's available all the time.
ar: ويتطلب إجراء المحادثات الهاتفية أو الصوتية عبر البرنامج، وجود المستخدم ضمن مجال تتوافر فيه خدمة الاتصال اللاسلكي WI-FI، إلا أن خدمة الدردشة تتوافر باستمرار.

source: As for users of i-Pod Touch, which is similar to the iPhone, they need to have a separate headset and a microphone integrated into the device to be able to have voice chats, so that they can reduce the volume, or put a call on hold, in addition to the pos
ar: أما بالنسبة لمستخدمي I-Pod Touch، المشابه لهاتف أي-فون، فيحتاج المستخدمين سماعات وميكروفون مدمج في الجهاز، ليتم إجراء المحادثات الصوتية، حيث يتمكن المستخدم من خفت الصوت، أو وضع المكالمة قيد الانتظار، بالإضافة إلى قدرته على وضعها على مكبر الصوت.

source: A disadvantage of using Skype over phone is the inability of a user to start a group chat, but he can join one if invited by one of the participants in a group chat.
ar: أما عيوب البرنامج المطبق في الهاتف، تتمثل في عدم قدرة مستخدمه على بدء المحادثات الجماعية، إلا أنه يستطيع أن ينضم إلى إحداها إذا ما تمت دعوته لها من قبل أحد المشاركين بالاتصال.

source: Some experts expect the outbreak of fierce competition between the new version of Skype over phone, and similar programs installed by default on iPhones, such as Nimbuzz and Fring, which were used as a means to have phone calls with Skype users.
ar: ويتوقع بعض الخبراء نشوب منافسة شديدة بين النسخة الجديدة من سكايب على الهاتف، وأمثاله من البرامج المطبقة من الأساس على هاتف I-Phone، مثل Nimbuzz، وFring، التي كانت تستخدم وسيلة لربط المحادثات الهاتفية مع مستخدمي برنامج سكايب.

source: Kurt Thywissen, the chief designer of Skype over phone, said that the quality of calls conducted using other programs is considered to be very poor, compared to the quality of calls conducted using the Skype program.
ar: وقال كيرت ثايوايزن، المصمم الرئيسي لبرنامج سكايب على الهاتف، إن نوعية الاتصالات التي تجريها البرامج الأخرى، تعتبر ذات نوعية رديئة، مقارنة بتلك التي يجريها برنامج سكايب.

source: Clerics in Aleppo honor Saad Allah Wannous
ar: رجال الدين في حلب يكرّمون سعد الله ونّوس

source: I personally did not read and did not see the play to judge what was mentioned in it. Also, I am personally against the imposition of restrictions on literature and theatre (within certain limits). But in the end I don't see this surprising or restricted
ar: أنا شخصياً لم أقرأ ولم أشاهد المسرحية كي أحكم على ما ورد فيها وكذلك أنا شخصياً ضد فرض قيود على الأدب والمسرح (ضمن حدود معينة). لكن في النهاية لا أرى الأمر مستغرباً ولا محصوراً لا برجال الدين ولا في سوريا أو في الوطن العربي فقط. في جميع دول العالم المتحضرة

source: Your objection to the issue is not an objection to the opinion of some clerics but rather the opinion of a very broad popular base that, in our case, is mostly represented by clergy.
ar: وإن اعتراضك على الموضوع هو ليس اعتراض على رأي بعض رجال الدين بل على رأي قاعدة شعبية عريضة جدا وغالبة لدينا يمثلها رجال الدين.

source: Aborting an attempt to hijack an Israeli ship attacked by Somali pirates
ar: احباط محاولة لاختطاف سفينة اسرائيلية هاجمها قراصنة صوماليون

source: Bethlehem- Maan: Armed Somali pirates attacked an Israeli ship was sailing off the coast of Somalia, at around 10 o'clock on Saturday, but did not succeed in taking it over.
ar: بيت لحم - معا - هاجم قراصنة صوماليون مسلحون ،سفينة اسرائيلية كانت تبحر قبالة الشواطيء الصومالية، حوالي الساعة العاشرة السبت دون ان يتمكنوا من السيطرة عليها.

source: No Israelis was on board the ship, which is called the Star of Africa, owned by the freight company, Zim.
ar: ولم يكن على متن السفينة والتي تدعى نجمة افريقيا اي اسرائيلي وتنتمي لشركة زم لخدمات الشحن.

source: Yedioth Ahronoth newspaper quoted Lior Hayat from the Israeli foreign ministry as saying that Israel is following up on the incident but since there are no Israelis on board, the Ministry of Foreign Affairs will not intervene to deal with this incident
ar: ونقلت صحيفة يديعوت احرونوت عن ليئور حيات من الخارجية الاسرائيلية قوله ان اسرائيل تتابع الحادث وبما انه لا يوجد على متنها اي اسرائيلي فان وزارة الخارجية لن تتدخل لمعالجة هذه الحادثة.

source: The newspaper said that the armed pirates were driving motor boats accompanied by a huge ship and opened fire on the Israeli ship then tried to board it, head to the front and jump off the boats but failed because the ship was surrounded by barbed wire. T
ar: وقالت الصحيفة ان القراصنة المسلحين كانوا يقودون قوارب بخارية يرافقها سفينة ضخمة اطلقوا النار على السفية الاسرائيلية ثم حاولوا الصعود على متنها والتوجه نحو المقدمة والقفز من القوارب لكنهم فشلوا في ذلك لان السفينة كانت محاطة باسلاك شائكة ولم يبلغ عن اصابات

source: After failing to board the vessel, the pirates returned to their boats and started chasing after it for hours but could not catch it.
ar: وبعد ان فشلوا في الصعود الى السفينة عاد القراصنة لقواربهم وبدأوا بمطاردة السفينة لعدد من الساعات وفشلوا في الوصول اليها.

source: At that time, the Zim office in Haifa had contacted the NATO forces in the region, as well as the Israeli Ministry of Foreign Affairs and Navy. The NATO informed the British center to monitor the pirates in the region, which in turn sent a chopper that ho
ar: وفي اثناء ذلك قام مكتب شركة زم في حيفا بالاتصال بقوات الناتو في المنطقة وكذلك بوزارة الخارجية والبحرية الاسرائيلية , حيث قام الناتو بتبليغ المركز البريطاني لمراقبة القراصنة في المنطقة الذي ارسل طائرة قامت بالتحليق فوق السفينة ما اوقف مطاردتها من قبل القر

source: Emirates Academy for volunteerism launches first habilitation program
ar: أكاديمية الإمارات للتطوع تبدأ أول برامجها التدريبية بتأهيل 50 شخصاً

source: Abu Dhabi – Al Khaleej
ar: أبوظبي “الخليج”:

source: Emirates’ academy for volunteerism launched its first program in the field of social volunteering as part of its aims to endorse a culture of volunteerism within the youth. The academy aims to achieve this through an authorized curriculum based on the mo
ar: دشنت أكاديمية الإمارات للتطوع أول برامجها في مجال التطوع المجتمعي والتي تهدف إلى ترسيخ ثقافة التطوع في فئات المجتمع بالذات فئة الشباب من خلال منهج معتمد وفق أبرز المعايير العالمية، وبشراكة مع مؤسسات الدولة الحكومية والخاصة وغير الربحية، وباشراف خبراء من أ

source: Dr Adel Shamry, CEO of the ‘Zayed Al Ata’a (Zayed Philanthropy)’ initiative and executive manager of the Emirates Academy for social volunteerism stated that training programs include many seminars and practical workshops, in addition to hands-on training
ar: وقال الدكتور عادل الشامري الرئيس التنفيذي لمبادرة زايد العطاء المدير التنفيذي لأكاديمية الإمارات للتطوع المجتمعي، إن البرامج التدريبية في مجال التطوع تتضمن العديد من المحاضرات وورش العمل التطبيقية، اضافة إلى التدريب العملي باستخدام أحدث تكنولوجيا المحاكاة

source: Eng. Isaac Mohamed, deputy manager of the Technological Institute, said that the initiative was a promising and creative one, aiming to provide volunteers with practical skills through set curricula and training programs. All participants will be awarded
ar: وأوضح المهندس اسحاق محمد نائب مدير معهد التكنولوجيا التطبيقية أن المبادرة تعتبر سباقة ومبتكرة تعمل على اكساب المتطوعين مهارات عملية من خلال منهج معتمد وتدريبات عملية وسيتم منح المشاركين شهادات عالمية معتمدة .

source: Training expert, Chuck McNthon, said that that social responsibility entails that the National Training Institute effectively participates in this initiative which hopes to provide a national team capable of responding to emergency.
ar: وأشار خبير التدريب الدكتور شاك مكنثون المدري الفني للمؤسسة الوطنية للتدريب، إلى ان تدريب تحرص ومن خلال مسؤوليتها تجاه المجتمع على ان تسهم بشكل فعّال في الجهود المبذولة لتأهيل فريق وطني مؤهل للاستجابة للطوارئ .

source: Somali pirates abduct Japanese and British ships
ar: قراصنة صوماليون يختطفون سفينتين تايوانية وبريطانية

source: Somali pirates have abducted Japanese and British cargo ships.
ar: اختطف قراصنة صوماليون اليوم سفينة صيد تايوانية وسفينة شحن بريطانية.

source: The Associated Press had stated that unknown diplomatic sources revealed that the Japanese ship was kidnapped in proximity to Seychelles islands in the Indian Ocean.
ar: ونقلت أسوشيتد برس عن مصادر دبلوماسية رفضت الكشف عن هويتها قولها إنه تم خطف السفينة التايوانية قرب إحدى جزر سيشل بالمحيط الهندي.

source: The source stated that abduction area for the British ship remains unknown. The ship is run by an Italian company and bears Panama’s flag.
ar: وأشار المصدر إلى أنه لم يتم تحديد منطقة خطف السفينة البريطانية التي تديرها شركة إيطالية وتحمل العلم البانامي.
